{"32220099": {"PMID": "32220099", "Title": "Opioid-induced Euphoria Among Emergency Department Patients With Acute Severe Pain: An Analysis of Data From a Randomized Trial.", "JournalName": "Academic emergency medicine : official journal of the Society for Academic Emergency Medicine", "Date Added": "20200329", "Publication Date": "2020 Mar 27", "Abstract": "BACKGROUND: Parenteral opioids are commonly used to treat acute severe pain. We measured pleasurable sensations in patients administered intravenous analgesics to determine if these sensations were associated with receipt of\nan opioid, after controlling for relief of pain. Pleasurable sensations not accounted for by relief of pain were considered opioid-induced euphoria. METHODS: These data were from a randomized study of\n1 mg of hydromorphone versus 120 mg of lidocaine for abdominal pain. To assess euphoria, participants were asked to provide a 0 to 10 response to each of these questions:\n1) How good did the medication make you feel? 2) How high did the medication make you feel? and 3) How happy did the medication make you feel? Pain at\nbaseline and 30 minutes was also measured on a 0 to 10 scale. To determine the relative importance of pain relief versus medication type, we built three linear regression models\nin which each euphoria question was the dependent variable and pain relief, medication type, and medication-induced side effects were the independent variables. RESULTS: Seventy-seven patients received lidocaine and 77 hydromorphone.\nHydromorphone patients reported greater pain improvement than lidocaine patients (mean difference = 1.5, 95% confidence interval [CI] = 0.6 to 2.3) and higher scores on all three euphoria questions (\"feeling\ngood\" difference = 1.9, 95% CI = 0.8 to 3.0; \"feeling high\" difference = 1.5, 95% CI = 0.4 to 2.7; \"feeling happy\" difference = 1.7, 95% CI = 0.6\nto 2.8). In the regression models, hydromorphone administration (beta-coefficient = 0.16, p = 0.03) and pain relief (beta-coefficient = 0.45, p < 0.01) were both associated with \"feeling good.\" \"Feeling\nhigh\" and \"feeling happy\" were associated with pain improvement (p < 0.01) but not with hydromorphone administration (p = 0.07 for \"high\" and p = 0.06 for \"happy\"). Medication-induced side\neffects were not associated with these measures of euphoria. CONCLUSION: Among emergency department patients with acute pain, hydromorphone-induced euphoria, though measurable, was generally less important for patients than relief of\npain.", "Link": "https://www.ncbi.nlm.nih.gov/pubmed/32220099", "Tag": "opioids"}, "32221355": {"PMID": "32221355", "Title": "N-Phenethyl Substitution in 14-Methoxy-N-methylmorphinan-6-ones Turns Selective micro Opioid Receptor Ligands into Dual micro/delta Opioid Receptor Agonists.", "JournalName": "Scientific reports", "Date Added": "20200330", "Publication Date": "2020 Mar 27", "Abstract": "Morphine and structurally-derived compounds are micro opioid receptor (microOR) agonists, and the most effective analgesic drugs. However, their usefulness is limited by serious side effects, including dependence and abuse potential.\nThe N-substituent in morphinans plays an important role in opioid activities in vitro and in vivo. This study presents the synthesis and pharmacological evaluation of new N-phenethyl substituted 14-O-methylmorphinan-6-ones. Whereas\nsubstitution of the N-methyl substituent in morphine (1) and oxymorphone (2) by an N-phenethyl group enhances binding affinity, selectivity and agonist potency at the microOR of 1a and 2a, the\nN-phenethyl substitution in 14-methoxy-N-methylmorphinan-6-ones (3 and 4) converts selective microOR ligands into dual micro/deltaOR agonists (3a and 4a). Contrary to N-methylmorphinans 1-4, the N-phenethyl substituted morphinans 1a-4a produce effective and\npotent antinociception without motor impairment in mice. Using docking and molecular dynamics simulations with the microOR, we establish that N-methylmorphinans 1-4 and their N-phenethyl counterparts 1a-4a share several essential receptor-ligand\ninteractions, but also interaction pattern differences related to specific structural features, thus providing a structural basis for their pharmacological profiles. The emerged structure-activity relationships in this class of morphinans provide\nimportant information for tuning in vitro and in vivo opioid activities towards discovery of effective and safer analgesics.", "Link": "https://www.ncbi.nlm.nih.gov/pubmed/32221355", "Tag": "opioids"}, "32221867": {"PMID": "32221867", "Title": "Expanding access to diacetylmorphine and hydromorphone for people who use opioids in Canada.", "JournalName": "Canadian journal of public health = Revue canadienne de sante publique", "Date Added": "20200330", "Publication Date": "2020 Mar 27", "Abstract": "The increasing incidence of fatal opioid overdose is a public health crisis in Canada. While buprenorphine/naloxone and methadone are the standard first-line of opioid substitution options, limitations, including difficulty achieving\nlong-term retention for some people who use opioids, are well known. For this group, injectable diacetylmorphine or hydromorphone can achieve positive outcomes, including high retention rates, reduced use of unregulated\nopioids, and reduced criminal activity. In May 2019, Health Canada announced changes to increase the accessibility of diacetylmorphine and hydromorphone, and in September 2019, the CIHR-funded Canadian Research Initiative in\nSubstance Misuse released a national clinical guideline for diacetylmorphine and hydromorphone as additional frontline substitution options. While these developments present opportunities for scale-up, significant financial, structural, and practice barriers continue\nto impede access. This commentary explores the current state of policy and practice for diacetylmorphine and hydromorphone as opioid substitution options in Canada, outlines the rationale for rapid expansion of\naccess, and highlights clinical and policy changes that must be undertaken or the death toll will continue to rise.", "Link": "https://www.ncbi.nlm.nih.gov/pubmed/32221867", "Tag": "opioids"}, "32219431": {"PMID": "32219431", "Title": "Patient-Reported Opioid Pill Consumption After an ED Visit: How Many Pills Are People Using?", "JournalName": "Pain medicine (Malden, Mass.)", "Date Added": "20200329", "Publication Date": "2020 Mar 27", "Abstract": "OBJECTIVES: Recent guidelines advise limiting opioid prescriptions for acute pain to a three-day supply; however, scant literature quantifies opioid use patterns after an emergency department (ED) visit. We sought to\ndescribe opioid consumption patterns after an ED visit for acute pain. DESIGN: Descriptive study with data derived from a larger interventional study promoting safe opioid use after ED discharge. SETTING:\nUrban academic emergency department (>88,000 annual visits). SUBJECTS: Patients were eligible if age >17 years, not chronically using opioids, and newly prescribed hydrocodone-acetaminophen and were included in the analysis if\nthey returned the completed 10-day medication diary. METHODS: Patient demographics and opioid consumption are reported. Opioid use is described in daily number of pills and daily morphine milligram equivalents (MME)\nboth for the sample overall and by diagnosis. RESULTS: Two hundred sixty patients returned completed medication diaries (45 [17%] back pain, 52 [20%] renal colic, 54 [21%] fracture/dislocation, 40 [15%]\nmusculoskeletal injury [nonfracture], and 69 [27%] \"other\"). The mean age (SD) was 45 (15) years, and 59% of the sample was female. A median of 12 pills were prescribed. Patients\nwith renal colic used the least opioids (total pills: median [interquartile range {IQR}] = 3 [1-7]; total MME: median [IQR] = 20 [10-50]); patients with back pain used the most\n(total pills: median [IQR] = 12 [7-16]; total MME: median [IQR] = 65 [47.5-100]); 92.5% of patients had leftover pills. CONCLUSIONS: In this sample, pill consumption varied by illness category;\nhowever, overall, patients were consuming low quantities of pills, and the majority had unused pills 10 days after their ED visit.", "Link": "https://www.ncbi.nlm.nih.gov/pubmed/32219431", "Tag": "opioids"}, "32219415": {"PMID": "32219415", "Title": "Understanding the genetic basis of congenital insensitivity to pain.", "JournalName": "British medical bulletin", "Date Added": "20200329", "Publication Date": "2020 Mar 27", "Abstract": "INTRODUCTION OR BACKGROUND: Congenital insensitivity to pain (CIP) is caused by extremely rare Mendelian genetic disorders. CIP individuals demonstrate the unexpectedly severe consequences of painlessness. Although only a small number\nof causative conditions and genes are known, most have led to profound insights into human nociception. CIP gene discovery is catalyzing the manufacture of completely new classes of analgesics, and\nthese are needed as alternatives to synthetic highly potent opioids. SOURCES OF DATA: Pubmed.gov peer-reviewed journal articles and reviews. AREAS OF AGREEMENT: The importance of nerve growth factor-tropomyosin receptor kinase\nA (NGF-TRKA) signalling for nociceptor genesis and subsequent pain sensing.New analgesics can be generated from knowledge of the NGF-TRKA nociceptor pathway.Increased susceptibility to Staphylococcus aureus infection is a consequence of\ndeficient NGF-TRKA signalling.Mutations in the voltage-gated sodium channels SCN9A and SCN11A can cause congenital painlessness, and in contradistinction, other mutations can cause episodic neuropathic pain. SCN9A/Nav1.7 is an analgesic target.\nSCN11A/Nav1.9 is unlikely to be an analgesic target.There are further Mendelian causes of painlessness to be discovered. AREAS OF CONTROVERSY: Which NGF-TRKA intracellular signalling pathways operate in nociceptor development and\nwhich in post-natal pain sensing?Why have no clinically effective Nav1.7 antagonist been generated? SCN9A-CIP causes analgesia, at least in part, through endogenous opioids.Why do all CIP phenotypes involve a complete\nloss of all types of nociception? AREAS TIMELY FOR DEVELOPING RESEARCH: PRDM12 as an analgesic target.Discovery of the function and analgesic potential of new CIP genes.Can NGF-TRKA be used in\nthe treatment of S. aureus?", "Link": "https://www.ncbi.nlm.nih.gov/pubmed/32219415", "Tag": "opioids"}, "32220937": {"PMID": "32220937", "Title": "Challenges of opioid deprescribing and factors to be considered in the development of opioid deprescribing guidelines: a qualitative analysis.", "JournalName": "BMJ quality & safety", "Date Added": "20200330", "Publication Date": "2020 Mar 27", "Abstract": "BACKGROUND: Chronic prescription opioid use is a major international public health issue associated with significant harms, including increased risk of hospitalisation, morbidity and death. Guidance for healthcare professionals on when\nand how to deprescribe or reduce opioids is required. A key step for guideline development for deprescribing pharmacotherapy is to understand the perspectives of stakeholders. The aim of this study\nwas to explore the perspectives of healthcare professional stakeholders on the challenges associated with opioid deprescribing and factors to be considered in the development of opioid deprescribing guidelines. METHODS: A\nqualitative study was undertaken with a purposive sample of healthcare professionals including prescribers, pharmacists and nurses. An initial cohort of participants was identified at the 2018 Australian Deprescribing Network annual\nmeeting and two focus groups were conducted (n=20). Individual interviews were conducted with a further 11 healthcare professionals. Focus groups and interviews were audio-recorded and transcribed verbatim. Data underwent inductive\nthematic analysis using a phenomenological perspective. RESULTS: Healthcare professionals viewed opioid deprescribing as a challenge and identified several key barriers to deprescribing in clinical practice. Medication, patient, prescriber and health\nsystem level challenges were identified. Participants requested evidence-based guidance on the withdrawal of opioid therapies and suggested that prospective opioid deprescribing guidelines require a multitarget, multimodal intervention strategy that addresses\npatient psychosocial factors and incorporates behavioural change techniques. CONCLUSION: Opioid deprescribing was perceived as a complex and challenging practice with continued prescribing the default behaviour. Evidence-based opioid deprescribing guidelines may\nbe a valuable resource for clinicians to support clinical decision-making and reduce suboptimal opioid use.", "Link": "https://www.ncbi.nlm.nih.gov/pubmed/32220937", "Tag": "opioids"}, "32219920": {"PMID": "32219920", "Title": "Lack of relationship between epidermal denervation by capsaicin and incisional pain behaviors: a laser scanning confocal microscopy study in rats.", "JournalName": "European journal of pain (London, England)", "Date Added": "20200329", "Publication Date": "2020 Mar 27", "Abstract": "BACKGROUND: Spontaneous pain after surgical incision is a significant problem for most post-operative patients. Pain management that relies on opioids is hindered by numerous side effects, fueling interest in non-opioid\nalternatives and multimodal approaches. Subcutaneous capsaicin infiltration has shown potential for reducing post-operative pain, but there are unanswered questions about safety and possible side effects. In adult rats, we characterized\nthe analgesic effects of pre-operative capsaicin infiltration into the skin prior to plantar incision and assessed wound healing and epidermal innervation. METHODS: The surgical site on the plantar surface of\nthe rat hind paw was infiltrated with 1% capsaicin or vehicle 30 minutes or 1 week prior to surgical incision. Spontaneous and evoked pain behaviors were assessed. Digital images of\nincised hind paws were used to quantify the surface area of the wound after suture removal. Epidermal nerve fiber quantification was performed on peri-incisional tissue biopsies. RESULTS: Intraplantar administration of\ncapsaicin 30 minutes before surgical incision attenuated spontaneous pain behaviors, heat hyperalgesia, epidermal innervation, but it did not alter the rate of wound healing. Incisional pain hypersensitivity returned to baseline\n2 weeks post-incision, at a time when no recovery of epidermal innervation is observed. CONCLUSIONS: Subcutaneous infiltration of capsaicin prior to surgical incision attenuated incision-induced pain behaviors and reduced epidermal\ninnervation around the incision site. The long-lasting epidermal denervation by capsaicin had no impact in the rate of wound healing and recovery from pain behaviors.", "Link": "https://www.ncbi.nlm.nih.gov/pubmed/32219920", "Tag": "opioids"}}